# Everything I've got installed with homebrew at this point

- run with `brew list`

abseil\fribidi
k9s
libmicrohttpd
libx11
nspr
readline
unbound
aom\fswatch
kafka
libnghttp2
libxau
nss
redis
unibilium
aribb24\fzf
kafkactl
libogg
libxcb
oniguruma
redpanda
usage
asdf\gettext
krb5
libomp
libxdmcp
opencore-amr
ripgrep
utf8proc
autoconf\gh
kubectl-argo-rollouts
libpng
libxext
openexr
rubberband
webp
automake\giflib
kubernetes-cli
libpq
libxrender
openjdk
ruby-build
x264
bat\glib
lame
libraw
libyaml
openjpeg
sdl2
x265
borders\gmp
lazydocker
librist
little-cms2
openssl@1.1
sesh
xorgproto
brotli\gnupg
lazygit
libsamplerate
lpeg
openssl@3
sevenzip
xvid
buf\gnutls
leptonica
libsndfile
lua
opus
shared-mime-info
xz
ca-certificates\go
libarchive
libsodium
luajit
p11-kit
sketchybar
yabai
cairo\golangci-lint
libass
libsoxr
luarocks
pango
skhd
yazi
cjson\gpgme
libassuan
libssh
luv
pcre2
snappy
zeromq
cli\graphite2
libb2
libssh2
lz4
pinentry
speex
zimg
coreutils\harfbuzz
libbluray
libtasn1
lzo
pixman
sqlite
zlib
dav1d\highway
libde265
libtiff
m4
pkgconf
srt
zookeeper
envchain\icu4c@76
libdeflate
libtool
mbedtls
poppler
stow
zoxide
eza\icu4c@77
libevent
libunibreak
minikube
postgresql
svt-av1
zsh
fd\imagemagick
libgcrypt
libunistring
mise
postgresql@14
tectonic
zstd
ffmpeg\imath
libgit2
libusb
mpdecimal
protobuf
terraform
findutils\jasper
libgpg-error
libuv
mpg123
pspg
tesseract
flac\jpeg-turbo
libheif
libvidstab
ncurses
python-packaging
theora
fontconfig\jpeg-xl
libidn2
libvmaf
neovim
python@3.13
tmux
freetype\jq
libksba
libvorbis
nettle
rav1e
tree
frei0r\jsoncpp
liblqr
libvpx
npth
rbenv
tree-sitter
